const data = {
    points:[
        {//成都
            city:'成都',
            lat:30.576776,
            lng:104.077828,
            msg:'大学每年假期都会闲逛的地方',
            time:['2017','2018','2019'],
            thing:'大学时期的每个假期'
        },
        {//北京
            city:'北京',
            lat:39.912784,
            lng:116.405218,
            msg:'第一次坐飞机的地方和大学时参加比赛',
            time:['2013','2019'],
            thing:'初中毕业从济南飞往北京旅行；大三参加超图竞赛'
        },
        {//武汉
            city:'武汉',
            lat:30.598428,
            lng:114.310969,
            msg:'为了看春天的樱花',
            time:['2019'],
            thing:'大三时想在春天去武汉看看樱花，因为武汉大学的樱花很有名'
        },
        {//重庆
            city:'重庆',
            lat:29.568484,
            lng:106.55774,
            msg:'城市地形地貌很特别',
            time:['2018'],
            thing:'和爸爸妈妈在大二暑假时去重庆三天旅行，城市的地形折叠度很高，看起来未来又科技，和其他的城市很不一样'
        },
        {//郑州
            city:'郑州',
            lat:34.753013,
            lng:113.630199,
            msg:'上大学和第一年工作的城市',
        },
        {//济南
            city:'济南',
            lat:36.654025,
            lng:117.124351,
            msg:'爸爸工作的地方',
        },
        {//德阳
            city:'德阳',
            lat:31.139558,
            lng:104.413885,
            msg:'我居住的地方',
        },
        {//资阳
            city:'资阳',
            lat:30.133347,
            lng:104.635565,
            msg:'我的家乡',
        },
        {//乐山
            city:'乐山',
            lat:29.556382,
            lng:103.77193,
            msg:'第一次旅游的地方',
            thing:'是小学三年级的时去的地方，也是第一次旅行，去了乐山大佛和峨眉山，最后那一天返回时下了暴雨，好开心'
        },
        {//绵阳
            city:'绵阳',
            lat:31.474349,
            lng:104.686739,
            msg:'路过和飞机中转站',
        },
        {//青岛
            city:'青岛',
            lat:36.068624,
            lng:120.390595,
            msg:'大学最爱的一次远游',
            time:['2018']
        },
        {//威海
            city:'威海',
            lat:37.515658,
            lng:122.125658,
            msg:'第一次见到海',
            thing:'小学五年级去的威海，还是从济南出发，坐的晚上的卧铺大巴，在清晨时抵达，还记得刚下车时周围的浓雾和潮湿的海的味道，游玩的那几天，总是吃的兰州拉面'
        },
        {//开封
            city:'开封',
            lat:34.802941,
            lng:114.317641,
            msg:'为了做社会实践',
            time:['2018']
        },
        {//洛阳
            city:'洛阳',
            lat:34.624851,
            lng:112.461183,
            msg:'在大学时去了两次的地方',
            time:['2017']
        },
        {//西安
            city:'西安',
            lat:34.346005,
            lng:108.945444,
            msg:'用了大学周末两天时间玩耍',
            time:['2018']
        },
    ],
    fupoints:[
        {//南京
            city:'南京',
            lat:32.063756,
            lng:118.802316,
            // msg:'大学每年假期都会闲逛的地方',
            // time:['2017','2018','2019'],
            // thing:'大学时期的每个假期'
        },
        {//厦门
            city:'厦门',
            lat:24.486873,
            lng:118.09764,
            // msg:'大学每年假期都会闲逛的地方',
            // time:['2017','2018','2019'],
            // thing:'大学时期的每个假期'
        },
        {//烟台
            city:'烟台',
            lat:37.469868,
            lng:121.4527,
            // msg:'大学每年假期都会闲逛的地方',
            // time:['2017','2018','2019'],
            // thing:'大学时期的每个假期'
        },
        {//大连
            city:'大连',
            lat:38.918447,
            lng:121.623116,
            // msg:'大学每年假期都会闲逛的地方',
            // time:['2017','2018','2019'],
            // thing:'大学时期的每个假期'
        },
        {//三亚
            city:'三亚',
            lat:18.257118,
            lng:109.518071,
            // msg:'大学每年假期都会闲逛的地方',
            // time:['2017','2018','2019'],
            // thing:'大学时期的每个假期'
        },
        {//上海
            city:'上海',
            lat:31.235317,
            lng:121.480812,
            // msg:'大学每年假期都会闲逛的地方',
            // time:['2017','2018','2019'],
            // thing:'大学时期的每个假期'
        },
        {//苏州
            city:'苏州',
            lat:31.303579,
            lng:120.593637,
            // msg:'大学每年假期都会闲逛的地方',
            // time:['2017','2018','2019'],
            // thing:'大学时期的每个假期'
        },
        {//宁波
            city:'宁波',
            lat:29.865144,
            lng:121.63315,
            // msg:'大学每年假期都会闲逛的地方',
            // time:['2017','2018','2019'],
            // thing:'大学时期的每个假期'
        },
    ]
}
export default data

